// Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее.

int a = 9;
int b = 19;

int max = b;

if (a > b) max = a;

Console.Write("max= ");

Console.WriteLine(max);